Repository: pwsafe/pwsafe
Catalog: help/pwsafeRU/omegat/tm/pwsafe_ru-ui.tmx
Source language: en_us
Languages: ru_ru

source: PasswordSafe: Entries exist with expired or soon-to-expire passwords
ru_ru: PasswordSafe: есть элементы с истёкшим или скоро истекающим паролем

source: Perform Auto &Type
ru_ru: &Автонабор

source: Perform Auto&Type
ru_ru: &Автонабор

source: Perform Auto&type
ru_ru: &Автонабор

source: Persian
ru_ru: Персидская

source: Physical Keyboard:
ru_ru: Системная:

source: Please Choose a Backup to restore:
ru_ru: Выберите резервную копию для восстановления

source: Please Choose a Database to Compare with current open database
ru_ru: Укажите контейнер для сравнения с текущим

source: Please Choose a Database to Open:
ru_ru: Укажите контейнер для открытия

source: Please Choose a Database to Validate:
ru_ru: Укажите контейнер для проверки

source: Please Choose a KeePass Text File to Import
ru_ru: Укажите текстовый файл KeePass для импорта

source: Please Choose a Name for this Backup:
ru_ru: Укажите имя для резервной копии:

source: Please Choose a Text File to Import
ru_ru: Укажите текстовый файл для импорта

source: Please Choose a XML File to Import
ru_ru: Укажите XML-файл для импорта

source: Please choose a database to merge into current database
ru_ru: Укажите контейнер для слияния с открытым контейнером

source: Please choose a database to synchronize with current database
ru_ru: Укажите контейнер для синхронизации с открытым контейнером

source: Please choose a name for the current (Untitled) database:
ru_ru: Укажите имя для текущего (безымянного) контейнера:

source: Please choose a name for the new database
ru_ru: Укажите имя файла для нового контейнера

source: Please choose a new name for the current database:
ru_ru: Укажите имя нового файла для текущего контейнера

source: Please confirm that you wish to delete current user's PasswordSafe configuration information from the Windows registry.
ru_ru: Подтвердите удаление настроек PasswordSafe для текущего пользователя из реестра Windows.

source: Please enter a search string
ru_ru: Введите строку для поиска

source: Please enter an encryption or decryption key
ru_ru: Введите ключ для шифрования или дешифрования

source: Please enter the current combination, followed by a new combination. Type the new combination once again to confirm it.
ru_ru: Укажите текущий пароль, а затем новый пароль. Повторите новый пароль для подтверждения.

source: Please enter the key and verify it.
ru_ru: Укажите ключ и подтвердите его.

source: Please enter the new database description
ru_ru: Введите новое описание контейнера

source: Please enter the new database name
ru_ru: Введите новое имя контейнера

source: Please enter the safe combination for this password database.
ru_ru: Введите пароль для указанного контейнера

source: Please enter your backup database prefix!
ru_ru: Укажите приставку для резервных копий контейнеров!

source: Please name the XML file
ru_ru: Укажите имя XML-файла

source: Please name the exported database
ru_ru: Укажите имя экспортируемого контейнера

source: Please name the plaintext file
ru_ru: Укажите имя текстового файла

source: Please name this filter
ru_ru: Укажите имя для текущего фильтра

source: Please select report to view.
ru_ru: Выберите отчёт для просмотра.

source: Please specify text
ru_ru: Введите текст

source: Please specify the destination location to contain all backups.
ru_ru: Укажите путь для сохранения резервных копий.

source: Please specify the name && group for this shortcut to the base entry '%s':
ru_ru: Укажите имя и группу для ярлыка на «%s»:

source: Please specify the sub-directory to contain all backups.
ru_ru: Укажите подкаталог для сохранения резервных копий.

source: Please visit the <a href="http://pwsafe.org/">PasswordSafe website.</a>
ru_ru: Посетите <a href="http://pwsafe.org/">сайт PasswordSafe.</a>

source: Polish (214)
ru_ru: Польская (214)

source: Polish (Programmers)
ru_ru: Польская (программистская)

source: Portuguese
ru_ru: Португальская

source: Portuguese (Brazilian ABNT)
ru_ru: Португальская (бразильская ABNT)

source: Press to delete all added characters.
ru_ru: Нажмите для удаления всех набранных символов

source: Pressing OK will copy the password of the selected item to the clipboard. The clipboard will be securely cleared when Password Safe is closed. Pressing Cancel stops the password being copied.
ru_ru: После нажатия OK пароль для выделенного элемента будет скопирован в буфер обмена. Буфер обмена будет надёжно очищен при закрытии Password Safe При нажатии «Отмена», пароль не копируется в буфер.

source: Previous Passwords
ru_ru: Предыдущие пароли

source: Processing entry:
ru_ru: Обрабатываемый элемент:

source: Programs (*.exe)|*.exe|All files (*.*)|*.*||
ru_ru: Приложения (*.exe)|*.exe|Все файлы (*.*)|*.*||

source: Pronounceable passwords
ru_ru: Произносимые пароли

source: Properties
ru_ru: Свойства

source: Properties of the currently selected database.
ru_ru: Свойства открытого контейнера.

source: Protect All Entries
ru_ru: Защитить все элементы

source: Protect Entry
ru_ru: Защитить элемент

source: Protected
ru_ru: Защищён

source: Protected Entry: «%s» «%s» «%s»
ru_ru: Защищённый элемент: «%s» «%s» «%s»

source: Pswd copied
ru_ru: Пароль скопирован

source: Punjabi
ru_ru: Панджабская

source: Purchase unlimited &U3 version...
ru_ru: Купить полную &U3 версию...

source: Put Groups first in Tree View
ru_ru: Отображать группы вверху дерева

source: Put icon in System Tray
ru_ru: Отображать значок в области уведомлений

source: Query user to set default username
ru_ru: Запросить у пользователя имя по умолчанию

source: R Ctrl
ru_ru: Пр. Ctrl

source: Random password generation rules
ru_ru: Правила создания случайного пароля

source: Randomize
ru_ru: Перемешать

source: Read Error
ru_ru: Ошибка чтения

source: Read-Only
ru_ru: Только чтение

source: Read-Write
ru_ru: Чтение/запись

source: Recent
ru_ru: Недавно использованные

source: Recent Databases on File Menu rather than as a sub-menu.
ru_ru: Отображать недавно использованные контейнеры в меню Файл, а не в подменю

source: Recent PasswordSafe Databases
ru_ru: Недавно использованные контейнеры

source: Record Modified Time
ru_ru: Время изменения записи

source: Record last access times
ru_ru: Сохранять время последнего доступа к записи

source: Recover the auto-saved documents Open the auto-saved versions instead of the explicitly saved versions
ru_ru: Восстановить автоматически сохранённые документы Открыть автоматически сохранённые версии вместо версий, сохранённых явно

source: Redo
ru_ru: Повторить

source: Relative
ru_ru: Относительное

source: Relative dates are in days relative to today e.g. '-1' is yesterday and '1' is tomorrow
ru_ru: Относительные даты задаются в днях относительно текущего дня, например: «-1» - вчера, «1» - завтра

source: Remember last
ru_ru: Хранить последние

source: Remove PasswordSafe configuration from Registry
ru_ru: Убрать настройки PasswordSafe из реестра Windows

source: Remove this shortcut
ru_ru: Убрать выбранную комбинацию

source: Rename
ru_ru: Переименовать

source: Rename Entry
ru_ru: Переименовать элемент

source: Rename Group
ru_ru: Переименовать группу

source: Report created
ru_ru: Отчёт создан

source: Report of %s function started at %s
ru_ru: Отчёт «%s» начат %s

source: Requested Values:
ru_ru: Результат отбора:

source: Requested mode change failed
ru_ru: Сбой при изменении режима

source: Required Unicode font is not installed on this system. Unable to provide Virtual Keyboard.
ru_ru: Требуемый шрифт с поддержкой Unicode не установлен в системе. Экранная клавиатура будет недоступна.

source: Rese&t to Database Defaults
ru_ru: Настройки по &умолчанию

source: Reserved shortcut '%s' ignored.
ru_ru: Зарезервированная комбинация «%s» отклонена.

source: Reset
ru_ru: Сбросить

source: Reset All
ru_ru: Сбросить все

source: Reset Column Width
ru_ru: Сбросить ширину столбца

source: Reset Columns
ru_ru: Сбросить столбцы

source: Reset this shortcut
ru_ru: Сбросить эту комбинацию

source: Restore from Backup...
ru_ru: Восстановить из резервной копии...

source: Restrict to a subset of entries:
ru_ru: Ограничить подмножеством элементов:

source: Right Ctrl key
ru_ru: правый Ctrl

source: Right-click on the 'Y' in either of the first 2 columns for additional functions
ru_ru: Щёлкните на «Y» в любом из первых двух столбцов для отображения доп. функций

source: Romanian (Legacy)
ru_ru: Румынская (традиционная)

source: Romanian (Programmers)
ru_ru: Румынская (программистская)

source: Romanian (Standard)
ru_ru: Румынская (стандартная)

source: Row %d is incomplete. Please set both Field and Criteria.
ru_ru: Строка %d задана не полностью. Убедитесь, что указаны значения «Поле» и «Условие».

source: Row number
ru_ru: Строка номер

source: Rule
ru_ru: Правило

source: Rule:
ru_ru: Правило:

source: Run Cmd:
ru_ru: Выполнить:

source: Run Command
ru_ru: Выполнить команду

source: RunCmd copied
ru_ru: Команда скопирована

source: Russian
ru_ru: Русская

source: Russian (Typewriter)
ru_ru: Русская (машинопись)

source: S&ynchronize...
ru_ru: С&инхронизировать...

source: SAX Parse Error during %s %s.
ru_ru: Ошибка разбора SAX при выполнении %s %s.

source: SAX Parse%2d Error 0x%08X during %s.
ru_ru: Ошибка разбора SAX Parse%2d 0x%08X при выполнении операции «%s».

source: Safe Combination Entry
ru_ru: Пароль для контейнера

source: Safe Combination Setup
ru_ru: Установка пароля для контейнера

source: Safe Combination:
ru_ru: Пароль:

source: Same as database's
ru_ru: Такой же как у контейнера

source: Same as when last saved
ru_ru: Такой же, как при последнем сохранении

source: Sami Extended Finland-Sweden
ru_ru: Саамская расшир. (финско-шведская)

source: Sami Extended Norway
ru_ru: Саамская расширенная (норвежская)

source: Sample
ru_ru: Образец

source: Sample text cannot be empty
ru_ru: Текст образца не может быть пустым

source: Save
ru_ru: Хранить

source: Save &As...
ru_ru: Сохранить &как...

source: Save As
ru_ru: Сохранить как

source: Save Error
ru_ru: Ошибка при сохранении

source: Save changes to %1?
ru_ru: Сохранить изменения в %1?

source: Save database immediately after Edit or Add
ru_ru: Сохранять контейнер после вставки или редактирования

source: Sc&ript:
ru_ru: &Набор:

source: Schema does not have a version number.
ru_ru: В схеме не указан номер версии.

source: Search has wrapped, continuing from the %s.
ru_ru: Поиск достиг границы, продолжено с %s.

source: Second date must be later than first
ru_ru: Вторая дата должны быть позднее первой

source: Second number must be more than first
ru_ru: Второе число должно быть больше первого

source: Security
ru_ru: Безопасность

source: See LICENSE for open source details.
ru_ru: См. LICENSE, чтобы узнать подробности о распространении исходного кода.

source: See Password History filters
ru_ru: Просмотреть фильтры по истории паролей

source: See Password Policy filters
ru_ru: Просмотреть фильтры по политике создания паролей

source: Seek failed on %1
ru_ru: Ошибка поиска для %1

source: Select
ru_ru: Выбор

source: Select &All
ru_ru: В&ыделить все

source: Select Browser:
ru_ru: Укажите браузер:

source: Select Database
ru_ru: Выберите контейнер

source: Select Keyboard:
ru_ru: Выберите раскладку:

source: Select Location for Intermediate Backups
ru_ru: Укажите каталог для промежуточных резервных копий

source: Select Test Dump Type
ru_ru: Выберите тип тестового дампа

source: Select a button.
ru_ru: Нажмите кнопку.

source: Select all entries
ru_ru: Выбрать все элементы

source: Select and apply a filter
ru_ru: Выбрать и применить фильтр

source: Select some entries
ru_ru: Выбрать несколько элементов

source: Selected
ru_ru: Отобранные

source: Selected Fields:
ru_ru: Отобранные поля:

source: Selected filter details:
ru_ru: Параметры фильтра:

source: Send
ru_ru: Отправ.

source: Send &email
ru_ru: Отправить &письмо

source: Send Mail failed to send message.
ru_ru: Сбой при отправке сообщения.

source: Send email
ru_ru: Отправить письмо

source: Serbian (Cyrillic)
ru_ru: Сербская (кириллица)

source: Serbian (Latin)
ru_ru: Сербская (латиница)

source: Sesotho sa Leboa
ru_ru: Северный сото

source: Session
ru_ru: Сессия

source: Set Date/Time
ru_ru: Дата/время создания

source: Set Default Username?
ru_ru: Установить имя пользователя по умолчанию?

source: Set Display Filter
ru_ru: Настройки фильтра отображения

source: Set Display Filters
ru_ru: Настройки фильтров отображения

source: Set Display Filters: %d Added; %d Active
ru_ru: Фильтры отображения: %d добавлено; %d активно

source: Set Entry's Password Policy
ru_ru: Задать политику создания паролей

source: Set Password History Filters: %d Added; %d Active
ru_ru: Фильтры по истории паролей: %d добавлено; %d активно

source: Set Password Policy Filters: %d Added; %d Active
ru_ru: Фильтры по политике создания паролей: %d добавлено; %d активно

source: Set Password display font
ru_ru: Установить шрифт для отображения паролей

source: Set Sample &Text
ru_ru: Задать &текст образца

source: Set Tree/List display font
ru_ru: Установить шрифт для дерева/списка

source: Set Virtual Keyboard font
ru_ru: Задать шрифт для экранной клавиатуры

source: Set maximum number of passwords saved to above value
ru_ru: Установить максимальное количество сохраняемых паролей равным указанному значению

source: Setswana
ru_ru: Тсвана

source: Shift + Double-Click Action:
ru_ru: Действие по Shift + двойной клик:

source: Shift Double-click action
ru_ru: По Shift + двойной клик

source: Shift+Double Click Action
ru_ru: Действие по Shift + двойной клик

source: Shift+click to view current policy
ru_ru: Shift+щелчок для просмотра текущей политики

source: Shortcut '%s' already assigned to menu item '%s'.
ru_ru: Комбинация «%s» уже назначена пункту меню «%s».

source: Shortcut Base entry
ru_ru: Исходный элемент для ярлыка

source: Shortcut Base entry - password expired
ru_ru: Исходный элемент для ярлыка - пароль истёк

source: Shortcut Base entry - warning password will expire
ru_ru: Исходный элемент для ярлыка - пароль скоро истечёт

source: Shortcut Key
ru_ru: Комбинация клавиш

source: Shortcuts
ru_ru: Комбинации клавиш

source: Show &Find Toolbar
ru_ru: Отобразить панель по&иска

source: Show &Unsaved Changes
ru_ru: Отобразить &несохранённые изменения

source: Show Notes
ru_ru: Показать заметки

source: Show Notes as ToolTips in Tree && List views
ru_ru: Отображать заметки во всплывающей подсказке

source: Show Notes in Edit
ru_ru: Отображать заметки при редактировании

source: Show Password in Add && Edit
ru_ru: Отображать пароль при добавлении и редактировании

source: Show Password in Tree View
ru_ru: Отображать пароль в дереве

source: Show Username in Tree View
ru_ru: Отображать имя пользователя в дереве

source: Show Virtual Keyboard
ru_ru: Показать экранную клавиатуру

source: Show a subset of the Password
ru_ru: Показать часть пароля

source: Show entries with E&xpiry dates
ru_ru: Показать элементы с заданными датами &истечения пароля

source: Show entries with identical compared fields (Note: Unknown fields were not compared.)
ru_ru: Показать элементы совпадающие по указанным полям (неизвестные поля проигнорированы)

source: Show grid lines in List View
ru_ru: Отображать сетку списка

source: Shutdown, Restart or Logoff in progress
ru_ru: Происходит завершение работы, перезагрузка или завершение сеанса.

source: Slovak
ru_ru: Словацкая

source: Slovak (QWERTY)
ru_ru: Словацкая (QWERTY)

source: Slovenian
ru_ru: Словенская

source: Some characters may be missing or not be displayed correctly, as we were unable to find the Arial Unicode MS font.
ru_ru: Шрифт Arial Unicode MS не найден. Некоторые символы могут отсутствовать или отображаться некорректно.

source: Some of the entries in this database have passwords that have expired or are about to. Do you wish to list them and possibly update them?
ru_ru: Пароли для некоторых элементов текущего контейнера истекли или скоро истекут. Вывести список для просмотра или обновления этих элементов?

source: Sorbian Standard
ru_ru: Сербо-лужицкая

source: Sorbian Standard (Legacy)
ru_ru: Сербо-лужицкая (традиционная)

source: Sorry - your requested HotKey is already being used. This feature has been temporarily disabled. To re-enable in this session, please select a different key combination.
ru_ru: Указанная горячая клавиша уже используется. Данная возможность временно отключена. Для возобновления в этой сессии укажите другую ключевую комбинацию.

source: Sorry but PasswordSafe has had a problem. Minimal diagnostic information has been written to file: '
ru_ru: При работе PasswordSafe была обнаружена ошибка. Информация об ошибке записана в файл: '

source: Sorry, 'pronounceable' and 'easy-to-read' are not supported together
ru_ru: Параметры «произносимые» и «удобочитаемые» несовместимы

source: Sorry, can't specify a minimum number of characters with 'pronounceable' or 'easy-to-read' options. Specified values ignored.
ru_ru: При выборе параметров «произносимые» или «удобочитаемые» невозможно задание минимального количества символов. Указанные значения проигнорированы.

source: Source
ru_ru: Источник

source: Spanish
ru_ru: Испанская

source: Spanish Variation
ru_ru: Испанская (изменённая)

source: Special set
ru_ru: Особый набор

source: Start PasswordSafe at Login
ru_ru: Запускать PasswordSafe при входе в систему

source: Start Report
ru_ru: Начало отчёта

source: Start saving password history for all entries, to the above number of entries.
ru_ru: Начать сохранение паролей для всех элементов.

source: Start saving previous passwords
ru_ru: Начать сохранение предыдущих паролей

source: Statistics
ru_ru: Статистика

source: Status
ru_ru: Статус

source: Stop saving password history for all entries. Saved histories will not be touched, but password changes will no longer be stored by default.
ru_ru: Перестать сохранять пароли для всех элементов. Сохранённая история останется без изменений, но новые значения не будут сохраняться в истории по умолчанию.

source: Stop saving previous passwords
ru_ru: Перестать сохранять предыдущие пароли

source: Stored filters will be unusable until the file's restored.
ru_ru: Сохранённые фильтры будут недоступны, пока файла не будет восстановлен.

source: String value:
ru_ru: Строка:

source: Subset of entries restricted by the following rule:
ru_ru: Подмножество элементов отобрано по правилу:

source: Suffix:
ru_ru: Суффикс:

source: Swedish
ru_ru: Шведская

source: Swedish with Sami
ru_ru: Шведская (с саамским)

source: Swiss French
ru_ru: Швейцарская (французская)

source: Swiss German
ru_ru: Швейцарская (немецкая)

source: Symbols
ru_ru: Символы

source: Synchronization failed
ru_ru: Сбой при синхронизации

source: Synchronize
ru_ru: Синхронизация

source: Synchronize Entries
ru_ru: Синхронизировать элементы

source: Synchronizing current database with:
ru_ru: Синхронизация текущего контейнера с:

source: Synchronizing from database: %s
ru_ru: Синхронизация с контейнером: %s

source: System
ru_ru: Система

source: System error: No more file handles available
ru_ru: Системная ошибка: исчерпаны дескрипторы (handles) файлов

source: System registry entries have been removed and the INI file (if any) was deleted.
ru_ru: Удалены записи системного реестра и файл INI (если он существовал).

source: SystemTray
ru_ru: Значок программы

source: TRIAL
ru_ru: ПРОБНАЯ

source: Tab
ru_ru: Табуляция

source: Tajik
ru_ru: Таджикская

source: Tamil
ru_ru: Тамильская

source: Target last changed on:
ru_ru: Целевой элемент изменён:

source: Tatar
ru_ru: Татарская

source: Telugu
ru_ru: Телугу

source: Text
ru_ru: Текст

source: Text files (*.txt)|*.txt|All files (*.*)|*.*||
ru_ru: Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*||

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*)|*.*||
ru_ru: Текстовые файлы (*.txt)|*.txt|CSV-файлы (*.csv)|*.csv|Все файлы (*.*)|*.*||

source: Text will be red if the shortcut differs from its default value.
ru_ru: Текст будет красным, если назначенная комбинация отличается от значения по умолчанию.

source: Text:
ru_ru: Текст:

source: Thai Kedmanee
ru_ru: Тайская (Kedmanee)

source: Thai Kedmanee (non-ShiftLock)
ru_ru: Тайская (Kedmanee, без блок. Shift)

source: Thai Pattachote
ru_ru: Тайская (Pattachote)

source: Thai Pattachote (non-ShiftLock)
ru_ru: Тайская (Pattachote, без блок. Shift)

source: That file is already open.
ru_ru: Указанный файл уже открыт.

source: The %s entry "%s, %s, %s" doesn't point to a normal or existing %s base entry. It cannot be imported.
ru_ru: Элемент %s «%s, %s, %s» не указывает на нормальный или существующий %s исходный элемент. Импорт невозможен.

source: The ALT key is not used on any keyboard to select characters. Use the 'Alt Num' key to enter a character via its decimal value.
ru_ru: Кнопка Alt не используется для выбора букв. Используйте «Alt Num» для ввода символа по десятичному коду.

source: The TXT or CSV file was not exported as required as entry records span multiple lines in the CSV file. Import aborted.
ru_ru: При экспорте TXT- или CSV-файла не были соблюдены все требования, так как данные элемента разбиты на несколько строк. Импорт прерван.

source: The combination cannot be blank.
ru_ru: Пароль не может быть пустым!

source: The database %s couldn't be opened. Do you wish to look for it elsewhere (Search), create a new database (New), or Exit?
ru_ru: Контейнер %s не может быть открыт. Вы можете повторить попытку, указать другой путь (Поиск), создать новый контейнер, или выйти.

source: The database has been changed since you opened it in R-O mode, so it is not possible to switch to R/W mode. Please close the database and re-open it in R/W mode.
ru_ru: Переключение в режим «чтение/запись» невозможно: со времени открытия в режиме «только чтение» контейнер был изменён. Закройте контейнер и откройте его заново в режиме «чтение/запись».

source: The database: %s is apparently being used by: %s%s. Open the database for Read-Only or Exit? Note: Only one user at a time can open the database for writing.
ru_ru: Вероятно, контейнер: %s уже используется: %s%s. Открыть контейнер в режиме «только чтение» или выйти? При совместном доступе только один пользователь может редактировать данные.

source: The database: %s is apparently being used by: %s%s. Open the database for Read-Only, Read-Write, or Exit? Note: Choose "Read-Write" only if you are certain that the file is in fact not being used by anyone else, including another copy of Password Safe running on your machine.
ru_ru: Вероятно, контейнер: %s уже используется: %s%s. Открыть контейнер в режиме «только чтение»/для редактирования/выйти? Выбирайте режим редактирования только в том случае, если вы уверены, что никто больше не использует этот контейнер (включая другие копии программы на этом компьютере).

source: The database: %s has duplicate entries with the same group/title/user combination. Please fix by validating database.
ru_ru: Контейнер: %s содержит дубликаты с совпадающими комбинациями Группа/Заголовок/Имя пользователя. Запустите проверку, чтобы исправить контейнер.

source: The entered passwords do not match. Please re-enter them.
ru_ru: Введённые пароли не совпадают. Повторите ввод паролей.

source: The file is too large to open.
ru_ru: Не удаётся открыть слишком большой файл.

source: The file was not found.
ru_ru: Файл не найден.

source: The filter XML version (%d) is greater than that supported by this instance of PasswordSafe (%d).
ru_ru: Версия XML-фильтра (%d) больше поддерживаемой этой версией PasswordSafe (%d).

source: The filter XML version (%d) is greater than the current schema (%d).
ru_ru: Версия XML-фильтра (%d) больше, чем у текущей схемы (%d).

source: The filter XML version is missing.
ru_ru: Не указана версия XML-фильтра.
